/* plugin name */
"Knowmia" = "Knowmia";

/* Unable to share to Knowmia - message */
"Please check your network connection and try again." = "ネットワーク接続を確認してからやり直してください。";

/* Sign in button Knowmia */
"Sign In..." = "サインイン...";

/* Sign out button Knowmia */
"Sign Out" = "サインアウト";

/* Link to capture Knowmia - message */
"The link to your capture is ready to be pasted" = "キャプチャへのリンクを貼り付ける準備ができました";

/* Trial expired Knowmia - title
   Unable to share to Knowmia - title */
"Unable to share" = "共有できません";

/* plugin description */
"Upload the capture to Knowmia for image or video hosting." = "画像やビデオをホスティングするために、キャプチャを Knowmia にアップロードします。";

/* Trial expired Knowmia - message */
"Your trial or account access has ended. Please update your account to share." = "試用期間またはアカウントへのアクセスが終了しました。共有するには、アカウントを更新してください。";

